{"_id":{"$oid":"5e77fb81f30d21fe511f4649"},"id":{"$numberInt":"1"},"title":"Coronavirus: New York warns of major medical shortages in 10 days","sub_title":"The coronavirus outbreak in New York will get worse, with damage accelerated by shortages of key medical supplies, the city's mayor has said.","author_id":"Mateus","category_id":"Science","content":"\"We're about 10 days away from seeing widespread shortages,\" Bill de Blasio said on Sunday. \"If we don't get more ventilators people will die.\"\r\n\r\nNew York state has become the epicentre of the outbreak in the US and accounts for almost half of the country's cases.\r\n\r\nThere are now 31,057 confirmed cases nationwide, with 390 deaths.\r\n\r\nOn Sunday, the state's Governor Andrew Cuomo said 15,168 people had tested positive for the virus., an increase of more than 4,000 from the previous day.\r\n\r\n\"All Americans deserve the blunt truth,\" Mr de Blasio told NBC News. \"It's only getting worse, and in fact April and May are going to be a lot worse.\"\r\n\r\nNew York now accounts for roughly 5% of Covid-19 cases worldwide.\r\n\r\nOn Friday, President Donald Trump approved a major disaster declaration for the state which gave it access to billions of dollars of federal aid.\r\n\r\nHowever, Mr de Blasio has continued to criticise the administration for what he views as an inadequate response.\r\n\r\n\"I cannot be blunt enough: if the president doesn't act, people will die who could have lived otherwise,\" he said. \"This is going to be the greatest crisis, domestically, since the Great Depression,\" he added, referring to the economic crisis of the 1930s.\r\n\r\nSpeaking at a news conference at the White House on Sunday, Mr Trump said he had also approved a major disaster declaration for Washington state and would approve a similar measure for California.\r\n\r\n\"This is a challenging time for all Americans. We're enduring a great national trial,\" he said.\r\n\r\nPresident Trump also said a number of medical supplies were being sent to locations nationwide, as well as emergency medical stations for New York, Washington and California, the worst-hit states.\r\n\r\nDoctors across New York have reported depleted medical supplies and a lack of protective gear for healthcare workers on the frontlines of the outbreak.\r\n\r\nWarnings of such shortages have reverberated across the country as other state governors have pleaded with the federal government to make more supplies available.\r\n\r\nIn California, officials instructed hospitals to restrict coronavirus testing. Meanwhile, a hospital in Washington state - once the centre of the US outbreak - said it could run out of ventilators by April.\r\n\r\nAnd on Sunday, Illinois Governor JB Pritzker said states were \"competing against each other\" for virus supplies.\r\n\r\n\"We need millions of masks and hundreds of thousands of gowns and gloves,\" he said. \"We're getting just a fraction of that. So, we're out on the open market competing for these items that we so badly need.\"\r\n\r\nThe US Senate is expected to convene on Sunday to vote on an almost $2 trillion (£1.7 trillion) emergency stimulus bill intended to blunt the punishing economic impact of the pandemic.\r\n\r\nA final vote to pass the legislation is scheduled for later in the day.","published":true,"img":"posts/coronga_753d9qX.jpg","created_on":{"$date":{"$numberLong":"1584921473167"}}}
{"_id":{"$oid":"5e77fc18f30d21fe511f464b"},"id":{"$numberInt":"2"},"title":"Tokyo 2020: IOC sets deadline for decision on Games amid coronavirus","sub_title":"The International Olympic Committee is considering a postponement of Tokyo 2020, and has given itself a deadline of four weeks to make a decision.","author_id":"Mateus","category_id":"General","content":"The IOC's executive board met on Sunday amid mounting pressure from athletes and national Olympic committees for the Games to be delayed because of the coronavirus crisis.\r\n\r\n\"In light of the worldwide deteriorating situation... the executive board has today initiated the next step in the IOC's scenario-planning,\" it said in a statement.\r\n\r\n\"These scenarios relate to modifying existing operational plans for the Games to go ahead on 24 July 2020, and also for changes to the start date of the Games.\"\r\n\r\nCancellation is \"not on the agenda\", said the IOC, but a \"scaled-down\" Games will also be considered.\r\n\r\nHowever, postponement - by either several months or probably a whole year - is thought to be the most likely outcome.\r\n\r\nThe development marks a significant shift by the IOC, which as recently as five days ago said it was \"fully committed\" to the Tokyo 2020 Games.\r\n\r\nBritish Olympic Association (BOA) chairman Sir Hugh Robertson said: \"We welcome the IOC executive board decision to review the options in respect of a postponement of the Tokyo 2020 Olympic Games.\r\n\r\n\"However, we urge rapid decision-making for the sake of athletes who still face significant uncertainty.\r\n\r\n\"Restrictions now in place have removed the ability of athletes to compete on a level playing field and it simply does not seem appropriate to continue on the present course towards the Olympic Games in the current environment.\"\r\n\r\nThe International Paralympic Committee said it \"fully supports\" the decision to \"investigate potential scenarios\".\r\n\r\nDame Katherine Grainger, chair of UK Sport, said the news was \"inevitable\" and it was \"the correct decision for the safety of athletes, staff and fans\".\r\n\r\nOn Tuesday the BOA, the British Paralympic Association and UK Sport will host a conference call with the chief executives and performance directors of summer Olympic and Paralympic sports.\r\n\r\nAthlete representative bodies will also be invited to join the call, which will primarily be used to discuss the impact of the coronavirus pandemic in the UK, such as the closure of elite training facilities.\r\n\r\nThe IOC added: \"There is a dramatic increase in cases and new outbreaks of Covid-19 in different countries on different continents. This led the executive board to the conclusion that the IOC needs to take the next step in its scenario-planning.\r\n\r\n\"The IOC will, in full coordination and partnership with the Tokyo 2020 Organising Committee, the Japanese authorities and the Tokyo Metropolitan Government, start detailed discussions to complete its assessment of the rapid development of the worldwide health situation and its impact on the Olympic Games, including the scenario of postponement.\r\n\r\n\"The IOC executive board emphasised that a cancellation of the Olympic Games Tokyo 2020 would not solve any of the problems or help anybody.\"\r\n\r\nIn a letter to athletes published on Sunday, IOC president Thomas Bach said that \"we are in a dilemma\" and \"a final decision about the date of the Olympic Games Tokyo 2020 now would still be premature\".\r\n\r\nHe added that to postpone the Games \"is an extremely complex challenge\" and a cancellation would \"destroy the Olympic dream of 11,000 athletes\".\r\n\r\nIn terms of a postponement, Bach warned: \"A number of critical venues needed for the Games could potentially not be available anymore.\r\n\r\n\"The situations with millions of nights already booked in hotels is extremely difficult to handle, and the international sports calendar for at least 33 Olympic sports would have to be adapted. These are just a few of many, many more challenges.\"\r\n\r\nUK Athletics, its US counterpart, and several national Olympic governing bodies have urged the IOC in recent days to delay the Games.","published":true,"img":"posts/tokyo.jpg","created_on":{"$date":{"$numberLong":"1584921624169"}}}
{"_id":{"$oid":"5e77fd02f30d21fe511f464e"},"id":{"$numberInt":"3"},"title":"Earthquake rocks Croatia's capital Zagreb","sub_title":"An earthquake has rocked Croatia's capital Zagreb, damaging buildings and leaving cars crushed by falling chunks of masonry.","author_id":"Mateus","category_id":"General","content":"A teenager is in a critical condition after a roof collapsed, local media say. The spire of the city's cathedral also snapped off.\r\n\r\nAfter Sunday's tremor, Zagreb's mayor urged people to return to their homes given fears about the coronavirus.\r\n\r\nThe 5.3-magnitude quake is the largest to affect the city in 140 years.\r\n\r\nAside from the teenager, another sixteen people were injured.\r\n\r\nPanicked residents ran out into the streets when it struck around 06:00 local time and were initially told to stay out by authorities.\r\n\r\n\"Keep your distance. Don't gather together. We are facing two serious crises, the earthquake and the epidemic,\" Interior Minister Davor Bozinovic said.\r\n\r\nHowever Mayor Milan Bandic later said they should return home. \"Eighty per cent of Zagreb residents live in structures that have reinforced concrete structures,\" he said.\r\n\r\nSeveral buildings were damaged, including the parliament. It will be out of action until further notice. Speaker Gordan Jandrokovic described the damage as \"quite extensive\".\r\n\r\nThe BBC's Guy Delauney in the region says the earthquake acted as a cue for some residents to head for their holiday homes on the coast.\r\n\r\nBut by early afternoon police had closed motorway toll booths and set up control points to prevent people entering coastal districts because of fears of spreading coronavirus, our correspondent reports.\r\n\r\nCroatia has more than 200 Covid-19 infections.\r\n\r\nPeople in southern Austria and Slovenia also felt the tremor.","published":true,"img":"posts/croatia.png","created_on":{"$date":{"$numberLong":"1584921858936"}}}
{"_id":{"$oid":"5e77fd47f30d21fe511f4650"},"id":{"$numberInt":"4"},"title":"Coronavirus: At least 23 killed in Colombia prison riot","sub_title":"At least 23 people have died in one of Bogotá's largest jails after prisoners attempted to escape amid rising tensions over coronavirus.","author_id":"Mateus","category_id":"Politics","content":"Colombia's Justice Minister Margarita Cabello said 83 inmates were injured during the riot at La Modelo prison.\r\n\r\nThe escape attempt on Sunday comes as inmates at prisons across the country held protests against overcrowding and poor health services during the coronavirus outbreak.\r\n\r\nThe justice ministry is investigating.\r\n\r\nMs Cabello said 32 prisoners and seven guards were in hospital. Two guards are in a critical condition.\r\n\r\nShe said the violence was a coordinated plan with disturbances reported across 13 of the country's prisons.\r\n\r\nDenying claims of unsanitary conditions amid fears of a coronavirus breakout, she said: \"There is not any sanitary problem that would have caused this plan and these riots.\r\n\r\n\"There is not one infection nor any prisoner or custodial or administrative staffer who has coronavirus.\"\r\n\r\nA large number of relatives gathered outside the gates of La Modelo prison to await news of their loved ones. They said they had heard of shots being fired after the security forces arrived.\r\n\r\nVideos posted to social media showed inmates setting fire to mattresses.\r\n\r\nThe country's 132 prisons have an 81,000-inmate capacity but house more than 121,000 prisoners, according to figures from the justice ministry.\r\n\r\nSo far, there have been 231 confirmed cases of coronavirus in Colombia and two people have died.\r\n\r\nThe country is set to begin a nationwide quarantine from Tuesday which is expected to last 19 days. It will restrict residents' movements with the exception of medical staff, security forces and pharmacy and supermarket staff.\r\n\r\nPeople over the age of 70 have been told to stay indoors until the end of May.","published":true,"img":"posts/riot.png","created_on":{"$date":{"$numberLong":"1584921927933"}}}
{"_id":{"$oid":"5e77fdfcf30d21fe511f4652"},"id":{"$numberInt":"5"},"title":"How Nigeria's kings lost their power","sub_title":"From emirs to kings, Nigeria's traditional rulers are increasingly being humiliated by politicians - and mocked by young people who see them as representing an archaic institution.","author_id":"Mateus","category_id":"Politics","content":"The latest example of this was the brutal dethronement of the Emir of Kano, Muhammad Sanusi II.\r\n\r\nThe state governor invoked his constitutional powers to depose the emir after accusing him of \"insubordination\".\r\n\r\nNo-one knows the number of monarchs in multi-ethnic Nigeria but there seems to be one ruling over every inch of land, often putting them at loggerheads with the politicians who have constitutional authority.\r\n\r\nNigeria's traditional leaders retain huge influence in many parts of the country but recent events have made some young people question the role of the monarchy in the 21st Century.\r\n\r\nMr Sanusi is the most high-profile of several cases in the last five months in which politicians have publicly brought monarchs to heel or the actions of some traditional rulers have led people to question their relevance.\r\n\r\nColonial-style exile\r\nMr Sanusi was removed for \"total disrespect\" of institutions and the governor's office, the government said.\r\n\r\nBut in truth, his removal was the culmination of a long tussle with Kano state governor Umar Ganduje, a powerful figure within Nigeria's governing All Progressives Congress (APC) party.\r\n\r\nThose close to him say the emir expected his removal but not his banishment to neighbouring Nasarawa state which his lawyers described as an \"archaic practice\" of the colonial era.\r\n\r\nAfter gaining a court order, he has regained his freedom but the manner of his removal and subsequent detention showed the real balance of power between politicians and traditional rulers.\r\n\r\n\"There is no way you can reconcile the feudal gathering of traditional kinship with the application of a modern republican constitution,\" said Dr Jare Oladosun, an associate professor of history at Nigeria's Obafemi Awolowo University.\r\n\r\nHe said it was an insurmountable contradiction and favours the scrapping of the monarchy.\r\n\r\n\"You cannot have both, only one,\" he said.\r\n\r\nFor many, Mr Sanusi's removal confirmed what they have long suspected - that the country's monarchs are only symbolic heads with no real power.\r\n\r\nDon't shake your head when the governor is speaking\r\nNigeria's constitution has no role for traditional rulers but they are nevertheless widely respected as custodians of both religion and culture.\r\n\r\nAnd this can be seen as a form of power.\r\n\r\nOlutayo Adeshina, a professor of history at the University of Lagos, said that by pledging to respect the culture \"by protecting, preserving and promoting traditional values\", the Nigerian constitution recognises the important role of traditional leaders.\r\n\r\n\"Traditional leaders possess some latent power which politicians are afraid of, hence the tension between the two.\r\n\r\n\"If they are not relevant, the politicians would ignore them. But you ignore them at your own peril,\" he said.\r\n\r\nBut anyone who watched a video widely shared on social media in January would question whether politicians still have much respect for traditional leaders.\r\n\r\nA king in the southern state of Rivers was publicly ridiculed for shaking his head while governor Nyesom Wike was speaking.\r\n\r\nThe governor ripped into the mortified king in a gathering of traditional rulers, provoking laughter from those in the room.\r\n\r\n\"You just [go] and wear something that is bigger than you... to breach protocol.\"\r\n\r\nThe governor was mocking the monarch's traditional robe and elaborate crown.","published":true,"img":"posts/nigeria.jpg","created_on":{"$date":{"$numberLong":"1584922108163"}}}
{"_id":{"$oid":"5e77fe6ef30d21fe511f4654"},"id":{"$numberInt":"6"},"title":"How Parsis shaped India's taste for soft drinks","sub_title":"A bottle of Pallonji's raspberry soda comes with this helpful disclaimer: \"Contains no fruit.\" Electric red in colour, and syrupy sweet to the taste, the raspberry soda is a beloved cultural icon","author_id":"Mateus","category_id":"General","content":"It is pure, fizzy nostalgia.\r\n\r\nBut peer more closely into one of Pallonji's ancient glass bottles and you can discern a story of much greater significance: how Parsis helped shape India's taste for soft drinks.\r\n\r\nOver the past two centuries, Parsis were instrumental in popularising and producing carbonated beverages in India, laying the foundations for what is today a $8bn (£6.9bn) industry.\r\n\r\nSoda had become a popular beverage in London by the early 1800s. Companies such as Schweppes sold plain carbonated water, advertising it as a health elixir. Other firms experimented with flavoured variants such as lemon, orange, and raspberry.\r\n\r\nInevitably, soda found its way from the heart of the empire to India, where it was a luxury item for Britons in the subcontinent. In 1837, Henry Rogers, a chemist in Mumbai, set up what was likely western India's first \"aerated water\" factory.\r\n\r\nRogers' product was not simply a refreshing pick-me-up. Before Mumbai completed its modern waterworks in the late 19th Century, it relied on well water, which was filthy and potentially deadly.\r\n\r\nIn the best of times, residents complained of drinking muddy liquid that was \"very foul both to sight and smell, of a yellowish brown colour\". In the worst of times, hundreds died from cholera outbreaks.\r\n\r\nDrinking carbonated water could be a life-saving habit. After all, carbonic acid in soda killed bacteria and viruses.\r\n\r\nThis was even more the case after the invention of carbonated tonic water in 1858, which contained quinine to ward off malaria.\r\n\r\nParsis sensed a commercial opportunity in the new fizzy drinks consumed by their colonial masters. Many were already involved in businesses that catered to Britons, as commissaries to the army or owners of hotels and \"Europe shops\" in cities.\r\n\r\nThey added soda to their inventories. According to community lore, the first Parsi to settle in Ahmednagar - a dusty army outpost in the Deccan - arrived in town with a soda-making apparatus strapped to a mule, with which he slaked the thirst of British soldiers.\r\n\r\nBy the mid-1800s, Parsis began imbibing the strange drink themselves.\r\n\r\nHere, they served as trendsetters for other Indians, who had looked at soda with suspicion.\r\n\r\nIn 1866, the Gujarati social reformer Karsondas Mulji complained that an orthodox Hindu considered himself to be \"sacrificing his religion\" if he quaffed a Rogers lemonade.\r\n\r\nYet, just a few decades later, Indians of all castes and creeds in Mumbai were patronising soda-water shops, many run by Iranis (recent Zoroastrian migrants from Iran).\r\n\r\nBy 1913, the city boasted more than 150 licensed soda factories. Parsis played a commanding role in this trade, as is evidenced by the surnames they adopted: Sodawaterwala, Sodawaterbottlewala, and even Sodawaterbottleopenerwala.\r\n\r\nSoda became particularly enmeshed in the cultural fabric of Bombay - and even in its political fabric. In 1908, SM Edwardes, later a city police commissioner, observed that one Irani stall saw roaring trade in raspberry soda during mass protests against the nationalist leader Bal Gangadhar Tilak's conviction for sedition.","published":true,"img":"posts/india.jpg","created_on":{"$date":{"$numberLong":"1584922222288"}}}
{"_id":{"$oid":"5e77fea7f30d21fe511f4656"},"id":{"$numberInt":"7"},"title":"Coronavirus: Why are Australia's remote Aboriginal communities at risk?","sub_title":"For over a week, some of Australia's remote Aboriginal communities have been severely restricting visitors - to try to keep out the Covid-19 virus.","author_id":"Mateus","category_id":"Science","content":"Now the government is using its Biosecurity Act to bring in these limitations to such places across the country.\r\n\r\nOnly medical and health staff will be allowed in, as well as police and educational services.\r\n\r\nAbout 120,000 people live in remote communities. They are home to Aboriginal and Torres Strait Islander people - often referred to as First Nation people or Indigenous Australians.\r\n\r\nPredominantly in Western Australia, the Northern Territory and Far North Queensland, some communities are several hours' drive from towns - partly down unpaved roads - and are about as isolated as you could imagine.\r\n\r\nHas Covid-19 reached these areas?\r\nSo far, no. While confirmed Covid-19 cases are rising sharply in Australia, they have been concentrated in the metropolitan areas - with no reports of cases in remote communities.\r\n\r\nThis is probably not surprising given Australia is in the relatively early stages of the pandemic.\r\n\r\nThe bulk of Australian cases are imported by people travelling from overseas - and remote communities are rarely visited by outsiders.\r\n\r\nJoe Martin-Jard, the chief executive of the Central Land Council - which represents Aboriginal people in central Australia - has called for \"urgent and drastic action\" to keep communities virus-free. The government's measures, announced on Friday, appear to be just that.\r\n\r\nWhy are these communities being singled out?\r\nPut bluntly, people living there are vulnerable.\r\n\r\nPeople with underlying medical conditions are known to be at greater risk from Covid-19 - and diabetes and renal failure are more prevalent among Indigenous Australians than the general population.\r\n\r\nThere are also much higher smoking rates - bad news when dealing with a respiratory condition.\r\n\r\n\"There is no way that existing medical services can cope if the virus gets into a remote community,\" says Indigenous rights campaigner Gerry Georgatos. \"It's going to be disastrous.\"","published":true,"img":"posts/corongao.jpg","created_on":{"$date":{"$numberLong":"1584922279990"}}}
{"_id":{"$oid":"5e77fee2f30d21fe511f4658"},"id":{"$numberInt":"8"},"title":"Victor Olaiya: Nigeria's 'evil genius' trumpeter who influenced Fela Kuti","sub_title":"Nigeria has been mourning music legend Victor Olaiya, who created Nigeria's highlife rhythms and influenced a generation of musicians including Fela Anikulapo-Kuti.","author_id":"Mateus","category_id":"General","content":"Just like the well-turned out government filing clerk that he was, Olaiya always carried a pen in his breast pocket. This was not for noting instructions that had to be precisely followed, but rather because he needed to write down the musical notes and phrases as they came to him.\r\n\r\nThis was at the beginning of the 1950s, his early days as a performer, when the trumpeter was trying to create Nigeria's highlife rhythms.\r\n\r\nMore musician than bureaucrat\r\nAt this stage, music was something he did in his spare time and Olaiya thought he had lost his job in the civil service when his boss saw a newspaper photo of him performing at a nightclub.\r\n\r\nInstead, he was told that he was a better musician than a bureaucrat at the survey department of Lagos mainland local government.\r\n\r\nHe left the job and took on music full time.\r\n\r\nBorn to wealthy Yoruba parents in the southern city of Calabar, Olaiya had an early start in music.\r\n\r\nHis father was a church organist and his mother a folk singer from the western city of Oyo.\r\n\r\nHe was also influenced by Caribbean calypso and included the popular song Sly Mongoose in his repertoire that he recalled first hearing when he was nine years old.\r\n\r\nAs a teenager, though, he was taught Western classical music, and played the clarinet and French horn in his school orchestra in eastern Nigeria.\r\n\r\nYears later, wielding his gold trumpet and dabbing his face with a white handkerchief, Olaiya would perform a new type of music in Nigeria that would go on to inspire a young Fela Anikulapo-Kuti among others.\r\n\r\nAfter his secondary school, Olaiya moved to Lagos where he joined the Lagos City Orchestra and then the band of composer Sammy Akpabot, playing ballroom music for wealthy urban audiences.\r\n\r\nBut it was as the head of Bobby Benson's Alfa Carnival Group that his talent would be properly nurtured.\r\n\r\nBenson took a number of musicians under his wing and it was here that Olaiya polished the skills that would help him form his own band, the Cool Cats.\r\n\r\nListening to the recordings now, the gentle swinging rhythm and the prominence of the horn section, you sense a sepia tinge to Olaiya's songs.","published":true,"img":"posts/trumpet.jpg","created_on":{"$date":{"$numberLong":"1584922338977"}}}
{"_id":{"$oid":"5e77ff14f30d21fe511f465a"},"id":{"$numberInt":"9"},"title":"Test","sub_title":"Testing","author_id":"Teste","category_id":"General","content":"Blablabla Ipsum Lorum","published":false,"img":"","created_on":{"$date":{"$numberLong":"1584922388820"}}}
